{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "NoGrassUnderBuildings",
			"Children": [
				{
					"Source":
					{
						"Text": "Controls grass cleanup beneath buildings and whether it returns after dismantling."
					},
					"Translation":
					{
						"Text": "Controlla la pulizia dell'erba sotto gli edifici e se ritorna dopo lo smantellamento."
					},
					"Key": "ConfigDescription"
				},
				{
					"Source":
					{
						"Text": "Earliest time temporary grass can begin returning after the final covering building is dismantled."
					},
					"Translation":
					{
						"Text": "L'erba temporanea può iniziare a ritornare al più presto dopo lo smantellamento dell'edificio di copertura finale."
					},
					"Key": "RegrowthMinTooltip"
				},
				{
					"Source":
					{
						"Text": "Extra clearing distance above and below covered building geometry."
					},
					"Translation":
					{
						"Text": "Distanza di sgombero extra sopra e sotto la geometria dell'edificio coperta."
					},
					"Key": "VerticalBufferTooltip"
				},
				{
					"Source":
					{
						"Text": "Extra grass-clearing distance around a building footprint."
					},
					"Translation":
					{
						"Text": "Distanza extra per lo sgombero dell'erba attorno all'impronta dell'edificio."
					},
					"Key": "HorizontalBufferTooltip"
				},
				{
					"Source":
					{
						"Text": "Gradual edge-to-center regrowth"
					},
					"Translation":
					{
						"Text": "Ricrescita graduale dal bordo al centro"
					},
					"Key": "GradualRegrowthName"
				},
				{
					"Source":
					{
						"Text": "Horizontal buffer (meters)"
					},
					"Translation":
					{
						"Text": "Buffer orizzontale (metri)"
					},
					"Key": "HorizontalBufferName"
				},
				{
					"Source":
					{
						"Text": "Latest time temporary grass can return. Values below the minimum are treated as the minimum."
					},
					"Translation":
					{
						"Text": "L'ultima volta che l'erba temporanea può tornare. I valori inferiori al minimo vengono trattati come minimo."
					},
					"Key": "RegrowthMaxTooltip"
				},
				{
					"Source":
					{
						"Text": "No Grass Under Buildings"
					},
					"Translation":
					{
						"Text": "Niente erba sotto gli edifici"
					},
					"Key": "ConfigName"
				},
				{
					"Source":
					{
						"Text": "Regrow grass after dismantling"
					},
					"Translation":
					{
						"Text": "Ricrescere l'erba dopo lo smantellamento"
					},
					"Key": "RegrowGrassName"
				},
				{
					"Source":
					{
						"Text": "Regrowth maximum (seconds)"
					},
					"Translation":
					{
						"Text": "Ricrescita massima (secondi)"
					},
					"Key": "RegrowthMaxName"
				},
				{
					"Source":
					{
						"Text": "Regrowth minimum (seconds)"
					},
					"Translation":
					{
						"Text": "Minimo di ricrescita (secondi)"
					},
					"Key": "RegrowthMinName"
				},
				{
					"Source":
					{
						"Text": "Returns generated cliff grass in inexpensive staged waves instead of one obvious pop."
					},
					"Translation":
					{
						"Text": "I ritorni hanno generato erba della scogliera in onde poco costose invece di un evidente pop."
					},
					"Key": "GradualRegrowthTooltip"
				},
				{
					"Source":
					{
						"Text": "Vertical buffer (meters)"
					},
					"Translation":
					{
						"Text": "Buffer verticale (metri)"
					},
					"Key": "VerticalBufferName"
				},
				{
					"Source":
					{
						"Text": "When enabled, hidden grass returns after the configured delay. Disable it to keep grass cleared beneath newly placed buildings after they are dismantled. Trees, bushes, resource plants, and other foliage are never permanently removed by this mod."
					},
					"Translation":
					{
						"Text": "Se abilitata, l'erba nascosta ritorna dopo il ritardo configurato. Disabilitalo per mantenere l'erba pulita sotto gli edifici appena posizionati dopo che sono stati smantellati. Alberi, cespugli, piante di risorse e altro fogliame non vengono mai rimossi in modo permanente da questa mod."
					},
					"Key": "RegrowGrassTooltip"
				}
			]
		}
	]
}